Repository: makinacorpus/django-mapbox-baselayer
Catalog: mapbox_baselayer/locale/*/LC_MESSAGES/django.po
Languages: fr

source: MapBox Utils
fr: Utilitaires MapBox

source: Style URL
fr: URL de style

source: Raster tiles
fr: Tuiles raster

source: Vector tiles
fr: Tuiles vectorielles

source: Is overlay
fr: Est une sur-couche

source: Mapbox or tilejson URL
fr: URL d'un style mapbox ou d'un tilejson

source: Raster tile size. Set 256 for 3rd party raster tilesets.
fr: Taille de tuile raster. Mettre 256 pour les tuiles raster de tiers.

source: Map base layers
fr: Fonds de plan des cartes

source: Base layer
fr: Fond de plan de cartes

source: Base layers
fr: Fonds de plan des cartes

source: Overlay layer
fr: Sur-couche de cartes

source: Overlay layers
fr: Sur-couches des cartes
